{
  "options": {
    "find_existing_by": ["id"]
  },
  "records": [
    {
      "sprig_id": 1,
      "id": 1,
      "name": "Purpose and Emotional Clarity",
      "color": "#191970",
      "description": "Intuition, overall life-purpose, and direction - it's self-realization and the ability to have insights.  It may be helpful to set some clear goals or identify what's most important for you in life."
     },
    {
      "sprig_id": 2,
      "id": 2,
      "name": "Decision Making & Reliability",
      "color": "#1e90ff",
      "description": "Self-expression, truthfulness, loyalty - how you feel about your ability to speak, be heard, and trust. Consider how dedicated you are to yourself and what's important. Live for the things you want most out of life, you've got one shot!"
     },
    {
      "sprig_id": 3,
      "id": 3,
      "name": "Relationships & Confidence",
      "color": "#228b22",
      "description": "Contentment, compassion - it's about your relationships, openness, forgiveness of self and others. How you feel about your ability to accept yourself and others for who you are. Invite some gratefulness into your life. For real though, prayer, meditation, thanksgiving, visualization, whatever you want to call it, cultivate gratitude."
     },
    {
      "sprig_id": 4,
      "id": 4,
      "name": "Academics & Motivation",
      "color": "#ffcc33",
      "description": "Control, the \"self\" - it's how you feel about your vocation, personal power, your self-confidence. How valuable and influential you feel about your ability to think and contribute. Consider the things in life that give you personal power and those that subtract, get intentional about how and who you spend your time with."
     },
    {
      "sprig_id": 5,
      "id": 5,
      "name": "Stress & Emotional Wellbeing",
      "color": "#f57415",
      "description": "Feeling, creativity, and life force - it's how you sense, your vitality, sexuality, intimacy, and creativity. How sparked and energized you are about your ability to experience and feel. Invite some spontaneity into your life and trust your impulses."
     },
    {
      "sprig_id": 6,
      "id": 6,
      "name": "Sleep, Nutrition, & Exercise",
      "color": "#cc0033",
      "description": "Survival, the basic instinct - like having food, water, shelter, you know...the essentials. How you feel about satisfying your basic needs and ability to live. Spend some time with you, reconnect with nature. Let go of distractions and feel gravity, the wind, water, and feel the ground on your feet...every step."
     },
    {
      "sprig_id": 7,
      "id": 7,
      "name": "Sense of Self and Belonging",
      "color": "#6e006e",
      "description": "Connection - it's trusting the universe and the course of life, a sense of the bigger picture. How connected and trusting you feel about your ability to experience consciousness. Nobody has life fully figured out, this is about feeling comfortable and trusting that you are an integral, unique, and worthy peice of the universe. So let go, jump, forget, remember, and live."
     }
  ]
}
